# Oh My Zsh compatibility / library
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib

# Oh My Zsh plugins
ohmyzsh/ohmyzsh path:plugins/git

# Extra completions
zsh-users/zsh-completions kind:fpath path:src

# Fish-like autosuggestions
zsh-users/zsh-autosuggestions

# Syntax highlighting should generally load late
zsh-users/zsh-syntax-highlighting

# History substring search
zsh-users/zsh-history-substring-search

# Powerlevel10k
romkatv/powerlevel10k
